[Character.CharClass_Nast_ThresherDrunk AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_ThresherDrunk AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Drunken laughter")
PlayThroughs[1]=(DisplayName="Press on")
PlayThroughs[2]=(DisplayName="A drunken donkey")

[Skills.Skill_DrunkThresher_Slow SkillDefinition]
SkillName="Damage is slow"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

